{
  "basics": {
    "name": "Anthony Gasbarro",
    "label": "Student",
    "picture": "https://agasbarro36.github.io/template/images/headshot.jpeg",
    "email": "agasbarr@hawaii.edu",
    "phone": "",
    "website": "https://agasbarro36.github.io",
    "summary": "I am studying for a M.S. in Electrical Engineering with a focus in Computer Science at the University of Hawaii, Manoa. I expect to graduate in Fall, 2020.",
    "location": {
      "address": "",
      "postalCode": "96795",
      "city": "Waimanalo",
      "countryCode": "USA",
      "region": "Hawaii"
    },
    "profiles": [
      {
        "network": "github",
        "username": "agasbarro36",
        "url": "http://github.com/agasbarro36"
      },
      {
        "network": "linkedin",
        "username": "mollymaluhia",
        "url": "https://www.linkedin.com/in/anthony-gasbarro/"
      }
    ]
  },
  "interests": [
    {
      "name": "internet of things",
      "keywords": [
        "Raspberry Pi"
      ]
    },
    {
      "name": "data mining",
      "keywords": [
      ]
    },
    {
      "name": "artificial intelligence",
      "keywords": [
      ]
    }
  ],
  "skills": [
    {
      "name": "Languages and Frameworks",
      "level": "",
      "keywords": [
        "C",
        "C++",
        "Java",
        "Javascript"
      ]
    },
    {
      "name": "Toolsets/OS",
      "level": "",
      "keywords": [
        "MacOS",
        "Ubuntu",
        "Git/GitHub",
        "g++"
      ]
    }
  ],
  "education": [
    {
      "institution": "University of Hawaii, Honolulu, HI",
      "area": "Electrical Engineering [Computer Science Focused] (expected Fall 2020)",
      "studyType": "M.S.",
      "startDate": "Fall 2017",
      "endDate": "Present",
      "gpa": "3.74",
      "courses": [
      ]
    }
  ],
  "work": [
    {
      "company": "US Navy",
      "position": "Reactor Operator Supervisor/Lead Reactor Maintenance Technician",
      "website": "",
      "startDate": "04-05-2011",
      "endDate": "04-06-2017",
      "summary": "Performed complex coordinated plant evolutions with other watch team members operating control rods to maintain reactivity within the reactor core. Also performed preventative and corrective maintenance troubleshooting nuclear instrumentation and control equipment. Troubleshooting experience includes pressure, temperature, and neutron detectors along with various microprocessor systems. Served as a maintenance technician and maintenance supervisor operating and maintaining Nuclear Reactor Plant control and safety equipment.Reactor Operator, Shutdown Reactor Operator, Electrical Operator, Reactor Technician, Basic Engineering Qualifications, Auxiliary Electrician Aft, Basic Rad Worker, Primary Valve Operator, Control Point Watch. Conducted over 30 Reactor Start-ups, 25 Reactor shutdowns with 100% efficiency and no issues. Analyzed problems and repaired all microprocessor equipment for reactor monitoring, instrumentation and control equipment. Coordinated and de-conflicted maintenance items across the Engineering Department, ensuring that all were completed in the timeliest manner possible, minimizing impact on plant operations and allowing for the most rapid resumption of power operations possible while maximizing both personnel and reactor safety. Extensive experience operating and maintaining vital Reactor control and safety systems, ensuring correct and safe operation. Analyzed equipment faults using available indications, troubleshooting to component level to ensure correct repair and retests. Maintained complex electronic equipment including alignment, alignment checks and periodic operational checks. Familiarized superiors regarding details, expected indications and responses for the duration of maintenance and repair, including operating restrictions on affected equipment. Accomplished all aspects of equipment repair including determination of and receipt of replacement parts, installation and alignment, and applicable retests.",
      "highlights": [
        "Maintain, update, and oversee official college newspaper website",
        "Drive, design and build student-community projects for UH Manoa"
      ]
    },
    {
      "company": "UH Information Technology Services",
      "position": "Help Desk Consultant",
      "website": "http://www.hawaii.edu/its/",
      "startDate": "2015-01-01",
      "endDate": "2016-03-15",
      "summary": "",
      "highlights": [
        "Troubleshoot software, hardware and networking issues over the phone",
        "Answer phone and email responses to the ITS Help Desk"
      ]
    }
  ],
  "volunteer": [
    {
      "organization": "Center for Renewable Energy and Island Sustainability",
      "website": "http://manoa.hawaii.edu/reis",
      "position": "Software Developer",
      "startDate": "2016-01-01",
      "endDate": "Present",
      "summary": "Lead developer for weather sensing project",
      "highlights": [
        "Design firmware for distributed weather sensor network",
        "Maintain custom data collection and storage infrastructure"
      ]
    },
    {
      "organization": "",
      "website": "",
      "position": "Professional organization involvement",
      "startDate": "",
      "endDate": "",
      "summary": "",
      "highlights": [
        "Chair, ACM Manoa, 2016-Present",
        "Member, IEEE Student Branch, 2014-Present",
        "Webmaster/IT Officer, IEEE Student Branch, UH Manoa, 2012-2013"
      ]
    }
  ],
  "awards": [
    {
      "title": "B+ Scholarship",
      "date": "2013-Present",
      "awarder": "State of Hawaii",
      "summary": "Scholarships awarded to incoming freshmen and continuing students who complete a rigorous high school curriculum with a minimum overall GPA of 3.0 at a Hawai'i public school."
    },
    {
      "title": "First place",
      "date": "2015",
      "awarder": "University of Hawaii Micromouse Competition",
      "summary": "My team won first place in 2015.  See my portfolio site for more details."
    }
  ],
  "references": [
    {
      "name": "Available upon request",
      "reference": ""
    }
  ]
}
